Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM6.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: Ahora llega la hora de la verdad.
en_gb: Now is the time for truth!

source: Está muy lejos de la verdad.
en_gb: It was a very long way from the truth.

source: Ellos mismos
en_gb: Themselves

source: "Si ellos confiesan su iniquidad y la iniquidad de sus padres, por la infidelidad que cometieron contra mí, y también por la hostilidad con que me han resistid
en_gb: If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;

source: Es un europeo entusiasta, pero está descontento con la política europea... y con toda razón.
en_gb: He is an enthusiastic European, but is dissatisfied with European politics - and rightly so.

source: El señor Hallstein era un ferviente entusiasta de la adhesión de Turquía a la Unión Europea.
en_gb: Mr Hallstein was a fervent advocate of Turkey's membership of the European Union.

source: Algunos de ellos se han convertido en los capitalistas más entusiastas, neoliberales y campeones del orden de dominación del mundo.
en_gb: They are the ones who have become the most enthusiastic capitalists, neo-liberals and champions of the order of world domination.

source: Comparto la opinión de la Confederación Europea de Sindicatos.
en_gb: Likewise, I agree with the European Trade Union Confederation.

source: La Confederación Internacional de Sindicatos Libres pidió que se impusieran sanciones contra Birmania.
en_gb: The International Confederation of Free Trade Unions called for economic sanctions against Burma.

source: Cómo es posible que la Confederación Europea de Sindicatos haya aprobado esto.
en_gb: How is it possible that the European Trade Union Congress agreed to this?

source: Estatus Sindical
en_gb: Union status

source: Provocador.
en_gb: Provocative.

source: [ACTIVISTA]
en_gb: [ACTIVIST]

source: En lo que respecta a lo que sí está en nuestro alcance, velaremos porque esto no ocurra, pero, obviamente, no podemos responder por los demás.
en_gb: As far as it is within our reach, we will make sure that this is not happening but, of course, we cannot speak for others.

source: Europa no estará unida mientras Este y Oeste no se pongan de acuerdo para estudiar, reconocer, dialogar y entender conjuntamente la historia común del fascismo, el comunismo y el nazismo.
en_gb: Europe will not be united as long as West and East do not agree to joint studies, recognition, dialogue and understanding of the shared history of Fascism, Communism and Nazism.

source: Mientras que las víctimas del fascismo y el nazismo han recibido una compensación digna, millones de víctimas del comunismo han sido olvidadas.
en_gb: While the victims of Fascism and Nazism have received decent compensation, millions of victims of Communism have been forgotten.

source: de participar en las actividades del colegio.
en_gb: to participate in school activities.

source: La Empresa no desea desalentar o limitar su libertad para realizar inversiones y participar en intereses externos, siempre que dichas actividades no interfieran con el desempeño de sus obligaciones con Wright.
en_gb: The Company does not desire to discourage or limit your freedom to make investments and engage in outside interests, provided these activities do not interfere with the performance of your obligations to Wright.

source: Se espera que las mujeres puedan revertir esto y participar en los proceso de toma de decisión y en actividades que le permitan diversificar sus ingresos.
en_gb: It is hoped that women can reverse this and participate in the decision making process and in activities which enable them to diversify their income.

source: Localización , dirección exacta y números de teléfono y de télex.
en_gb: Location, exact address with telephone and telex numbers.

source: Identificar y solucionar problemas del teléfono
en_gb: Troubleshooting Phone Issues

source: INSURRECCION,
en_gb: INSURRECTION,

source: Sindicatos
en_gb: Unions

source: Inspirado
en_gb: Inspired

source: Mayormente
en_gb: Mainly

source: CÁTEDRA DE ANÁLISIS QUÍMICO
en_gb: CHAIR OF CHEMICAL ANALYSIS

source: Cátedra
en_gb: Cathedra

source: Esperamos de usted una verdadera política industrial capaz de sostener el crecimiento.
en_gb: What we expect from you is a genuine industrial policy conducive to supporting growth.

source: Señor Blair, los ciudadanos de Europa ya no están de acuerdo.
en_gb: Mr Blair, the citizens of Europe no longer agree.

source: La mayoría de países vinculados al Convenio y sus ciudadanos están criticando duramente dicho acuerdo.
en_gb: Most Schengen countries and their citizens are today extremely critical of the Agreement.

source: Debemos presionar con fuerza a las autoridades etíopes para que nos revelen a cuántos de sus ciudadanos están maltratando.
en_gb: The Ethiopian authorities must be put under strong pressure by us to reveal how many of their citizens they are mistreating.

source: Estamos unidos por la solidaridad.
en_gb: We are bound together by solidarity.

source: Nosotros estamos mirando la television
en_gb: We are watching television

source: Nosotros estamos categóricamente en contra de cualquier intervención militar porque esta tendrá consecuencias terribles.
en_gb: We are categorically opposed to any form of military intervention because it would have horrendous consequences.

source: Preocupada por los ataques contra lugares y santuarios religiosos, incluida toda destrucción deliberada de reliquias y monumentos,
en_gb: Concerned at attacks on religious places, sites and shrines, including any deliberate destruction of relics and monuments,

source: Gravemente preocupada por todos los ataques contra lugares y santuarios religiosos, incluida toda destrucción deliberada de reliquias y monumentos,
en_gb: Seriously concerned at all attacks upon religious places, sites and shrines, including any deliberate destruction of relics and monuments,

source: Finalmente, tiene una responsabilidad tremenda en la destrucción de monumentos provocada por los bombardeos en la incursión en Yugoslavia.
en_gb: Finally, it bears a huge responsibility for the destruction of monuments during the bombing campaign against Yugoslavia.

source: Diez puntos
en_gb: Ten points

source: En la Carta de los Derechos Fundamentales encontramos también el término dignidad, o el de justicia.
en_gb: Another term to be found, in the Charter of Fundamental Rights, is dignity, together with the term justice.

source: En Europa nos encontramos también muy alejados todavía de un mercado nacional común.
en_gb: In Europe we are also still a long way from a common domestic market.

source: Tema 10.
en_gb: TOPIC 10.

source: Papel de las instituciones financieras internacionales
en_gb: Role of international financial institutions

source: Instituciones financieras
en_gb: finance

source: Además, fomentará la coordinación y la cooperación con las instituciones financieras internacionales, los programas de cooperación de las Naciones Unidas y los demás donantes.
en_gb: In addition, it shall encourage coordination and cooperation with international financial institutions, United Nations cooperation programmes and other donors.

source: Y, sobre todo, hay que contar con la cooperación de los Gobiernos, de las instituciones financieras internacionales y del sector privado.
en_gb: And, above all, we need to have the cooperation of the governments, the international financial institutions and the private sector.

source: La cooperación entre Turquía y las instituciones financieras internacionales está cobrando un nuevo ímpetu y un nuevo enfoque a través de la asociación para la adhesión.
en_gb: Cooperation between Turkey and the international financial institutions is receiving an impetus and a new focus through the Accession Partnership.

source: También necesitamos que este Servicio responda totalmente ante esta Cámara: ante el Parlamento Europeo.
en_gb: We also need the Service to be fully accountable to this House - to the European Parliament.

source: Cámara baja
en_gb: Lower house

source: En la conferencia del Tratado de No Proliferación del 5 de mayo, el portavoz del Gobierno británico declaró: « reconocemos que tenemos obligaciones particulares como Estado que cuenta con armas nucleares conforme al artículo 6 del Tratado.
en_gb: Could the Commissioner comment tonight on the fact that practice sometimes falls short?

source: La reforma del sistema contable resulta esencial.
en_gb: The reform of the accountancy system is essential.

source: en virtud de la totalidad del sistema jurídico
en_gb: at Common Law and Equity

source: Queremos erradicar el analfabetismo en mi país.
en_gb: We want to eradicate illiteracy in my country.

source: Ninguno de nosotros admitiría semejantes ingerencias en nuestro país.
en_gb: None of us would accept similar interference in his own country.

source: Nosotros queremos que nos devuelvan nuestro país y, créanme, vamos a conseguirlo.
en_gb: We want our country back and, believe you me, we are going to get it.

source: Tiene un acuerdo de asociación especial con nosotros.
en_gb: He has a special association treaty with us.

source: Señor Presidente, éste es un acuerdo de asociación entre la Unión Europea y Chile.
en_gb: Mr President, this is a cooperation agreement between the European Union and Chile.

source: Por ello nosotros vamos a decir no a este acuerdo de asociación entre la Unión Europea y Marruecos.
en_gb: We shall therefore vote against this association agreement between the European Union and Morocco.

source: Se ha mencionado el acuerdo de asociación y el acuerdo de libre comercio.
en_gb: The association agreement and the free trade agreement have been mentioned.

source: Estamos ofreciendo la oportunidad de estrechar lazos mediante un acuerdo de asociación y de zonas de libre comercio amplias.
en_gb: We are offering an opportunity to upgrade relations by means of an association agreement and extensive free-trade areas.

source: acuerdo de libre comercio
en_gb: free trade agreement

source: Este diálogo, de acuerdo con las políticas de la Unión Europea, no solo incluye a las autoridades cubanas sino también a la sociedad civil y la oposición democrática.
en_gb: This dialogue, in accordance with EU policies, not only includes the Cuban authorities but also civil society and the democratic opposition.

source: Además, los seguidores de Mugabe han hecho, y siguen haciendo, lo más difícil posible la vida del partido de la oposición, el Movimiento por el Cambio Democrático.
en_gb: In addition, Mugabe’s supporters have made, and continue to make, life as difficult as possible for the opposition party, the Movement for Democratic Change.

source: También varían las tácticas utilizadas contra a la oposición democrática.
en_gb: The tactics used in respect of the democratic opposition are also variable.

source: Es la primera vez en la historia del moderno proyecto europeo que nos encontramos a punto de asistir a la integración de un partido de la extrema derecha.
en_gb: This is the first time in the history of the modern European project that we stand at the threshold of seeing the mainstreaming of a party of the extreme right.

source: Tenemos también que denunciar la incitación indecente al homicidio por parte de un ministro del gobierno israelí y de un periódico influyente como el Jerusalem Post.
en_gb: We should also be denouncing the indecent incitement to homicide by a minister in the Israeli Government and by an influential newspaper like the Jerusalem Post.

source: Pensamos que no es siguiendo los instintos más bajos de los partidos de la extrema derecha como se podrá responder a las justas preocupaciones de los ciudadanos.
en_gb: In our opinion, in indulging the basest instincts of the far right, we would not be responding to the justified concerns of the citizens.

source: Yo, nosotros, aceptamos el concepto de competencia fiscal.
en_gb: I, we, accept the concept of tax competition.

source: Considero, además, que si hay tres terrenos en los que las competencias de la Unión tienen que desarrollarse son el gobierno económico y la Europa social, la política exterior y los asuntos de justicia e interior.
en_gb: I also consider that if there are three areas in which the competences of the EU should be increased, these are in economic governance and social Europe, foreign policy, and legal affairs and the internal market.

source: Creo que esto demuestra claramente lo que la gente necesita: información sobre lo que realmente está sucediendo.
en_gb: I believe this shows very clearly what people need, namely information about what is actually happening.

source: Lukashenko ha afirmado claramente que no se someterá a la presión de Occidente y, en las negociaciones con el Presidente Medvedev sobre la reducción de los precios del gas, declaró que Bielorrusia no estará en deuda con Rusia.
en_gb: Lukashenko has clearly stated that he will not bow to pressure from the West, and in negotiations with Medvedev on reducing gas prices, he declared that Belarus will not be indebted to Russia.

source: Pero aunque se reservan el poder de decidir no están dispuestos a tomar realmente sobre si la responsabilidad.
en_gb: Yet whilst they reserve the right to make the decisions, they are not prepared to actually take on responsibility.

source: Y estoy pensando en los sucesivos gobiernos británicos, entre otros.
en_gb: And I have in mind successive British governments as well as others.

source: Actualmente se está elaborando un acuerdo entre todos los Gobiernos del mundo contra el dopaje en el deporte bajo los auspicios de la Unesco.
en_gb: A global government agreement against drug use in sport is being drafted under the auspices of Unesco.

source: Nosotros la apoyamos.
en_gb: This we support.

source: Nosotros les apoyamos.
en_gb: We are right behind you.

source: Pero nosotros no apoyamos cualquier política de desarrollo.
en_gb: However, we do not support just any development policy.

source: En consecuencia, el comportamiento de los conductores debería mejorar a corto plazo con la puesta en práctica de medidas legislativas, de control, de formación y de educación.
en_gb: Accordingly, in the short term, drivers’ behaviour should improve with the implementation of legislation, monitoring campaigns, training and education.

source: Una ley general de ese tipo podría ser la base para iniciativas futuras, incluidas las de carácter legislativo, pero también la información al consumidor, la educación, la investigación y la promoción de normas más estrictas.
en_gb: Such a general law could be the basis for future initiatives, including legislation, but also information to the consumer, education, research and promotion of higher standards.

source: Para nosotros es importante la apertura en todas las instituciones de la UE.
en_gb: For us, transparency in the EU' s work is important when it comes to all the institutions.

source: Nosotros esperamos que sí.
en_gb: We hope so!

source: Esperamos verte pronto
en_gb: We hope to see you soon

source: Los británicos constituyen una nación muy abierta y sincera.
en_gb: The British are a very open and very honest nation.

source: He de decir que los conservadores británicos tienen una visión bastante diferente.
en_gb: I have to say that British Conservatives take a rather different view.

source: Ustedes son bienvenidos!
en_gb: You are most welcome!

source: ¿No son bienvenidos?
en_gb: Are they not wanted?

source: Son ustedes muy bienvenidos en esta Cámara.
en_gb: You are both most welcome to this House.

source: independientes:
en_gb: Reqmts:

source: Independiente
en_gb: Freelance

source: No tienen desperdicio.
en_gb: It would make most interesting reading.

source: Las mujeres y los mayores tampoco lo tienen fácil.
en_gb: Women and the elderly often do not fare well in that same job market.

source: A la luz de los criterios de Copenhague, el Consejo, la Comisión y el Parlamento tampoco tienen otra opción.
en_gb: In the light of the Copenhagen criteria, the Council, the Commission and Parliament have no other choice either.

source: No es una cuestión de reformistas o no reformistas.
en_gb: It is not a matter of reformers or non-reformers.

source: La solución es nacional.
en_gb: The solution is a national one.

source: Una rápida solución de las cuestiones relativas al régimen de visados contribuiría a convencer a los ciudadanos ucranianos de los beneficios del ingreso en la UE.
en_gb: A speedy solution to the visa regime issues would help to convince Ukrainian citizens of the benefits of EU membership.

source: Llamo al Consejo y a los Gobiernos de los Estados miembros, principalmente el de Francia y España, a terminar con toda complacencia con respecto las autoridades marroquíes y a comprometerse de forma más activa con el éxito del plan de paz hasta la realización de un referéndum, que constituye la vía democrática más apropiada para llegar a una solución pacífica y duradera en el conflicto del Sahara occidental.
en_gb: I call on the Council and the governments of the Member States, in particular France and Spain, to stop being so accommodating vis-à-vis the Moroccan authorities and to involve themselves more actively in the success of the peace plan and the holding of the referendum, for that is the most appropriate democratic means of achieving a peaceful and lasting settlement of the conflict in Western Sahara.

source: Personalmente, creo que someter el Tratado de Lisboa a referéndum es democrático, pero también engañoso.
en_gb: Personally I take the view that putting the Lisbon Treaty to a referendum appeared to be democratic, but deceptively so.

source: Esto sería lo mínimo para hablar de un referéndum democrático.
en_gb: That would be the least one could expect in any kind of democratic referendum!

source: Tenemos que exigir la liberación de los presos de conciencia y condenar la persecución política y la prohibición de la actividad de algunos partidos políticos.
en_gb: We must call for prisoners of conscience to be released and condemn political persecution and the ban on the activity of some political parties.

source: Tras las elecciones se producirán más persecuciones.
en_gb: After the elections there will be more persecution.

source: Es fundamental que la situación actual se resuelva en consonancia con el Estado de derecho y los principios democráticos que se ajustan a los valores europeos y, por encima de todo, que concuerdan con los deseos expresados democráticamente por el pueblo ucraniano.
en_gb: It is vital that today's situation be resolved in line with the rule of law and democratic principles consistent with European values and, above all, in accordance with the democratically expressed wishes of the Ukrainian people.

source: Los rusos tienen derecho a subir sus precios y sobra decir que los ucranianos tendrán que averiguar como afrontar sus consecuencias económicas.
en_gb: The Russians are entitled to raise their prices, and it goes without saying that the Ukrainians will have to work out how to deal with the economic fallout.

source: Lo que debemos tener en cuenta no es el resultado de las elecciones, sino la naturaleza democrática del acontecimiento, que será una prueba para la democracia ucraniana.
en_gb: What we have to take into consideration is not the outcome of the election, but the democratic nature of that event, which will be a test for Ukrainian democracy.

source: Comunicado:
en_gb: Reported:

source: DICEN
en_gb: STATING

source: Dicen
en_gb: Say

source: Esto es de vital importancia porque usted, como Presidente, y otros miembros del BCE participarán activamente en este ámbito.
en_gb: This is of paramount importance because you, as President, and other members of the ECB will become heavily involved in this area.

source: Este Grupo y el Parlamento participarán activamente en la promoción de esta convención.
en_gb: This Group and Parliament will play a full part in fostering such a convention.

source: ¿Los Estados miembros vecinos de estos países participarán en la elaboración de los planes de acción?
en_gb: Are the Member States neighbouring these countries involved in drawing up the action plans?

source: Estas acciones tendrán continuidad en el Séptimo Programa Marco.
en_gb: These actions will have continuity in the seventh framework programme.

source: Estas observaciones tendrán carácter confidencial.
en_gb: These observations must remain confidential.

source: Si quieren avanzar en el terreno de la regulación financiera después de la crisis financiera, tendrán todo nuestro apoyo.
en_gb: If you want to go further in the field of financial regulation after the financial crisis, you will have our full support.

source: Y si no ejercemos una influencia en estas regiones, estas regiones ejercerán una influencia muy negativa y peligrosa en nosotros.
en_gb: And if we do not exert influence on these regions, then these regions will exert a very negative and dangerous influence on us.

source: Nosotros suponemos que la Comisión va a seguir presentando propuestas concretas.
en_gb: We feel sure that the Commission will continue to present concrete proposals.

source: Leer comunicado de desaparecidos
en_gb: Reading release missing

source: COMUNICADO DE PRENSA
en_gb: PRESS RELEASE

source: Al decir esto, Comisario Byrne, no solo pienso en usted, sino en todos nosotros, así como en los gobiernos y en los demás Comisarios.
en_gb: In saying this, Commissioner Byrne, it is not you alone that I have in mind, but all of us, as well as the governments and your fellow-Commissioners.

source: METERLAS EN LOS TANQUES DE GUERRA.
en_gb: RAM THEM INTO PANZER MORTARS.

source: TIRARLAS CONTRA LOS TANQUES DE GUERRA.
en_gb: RAM THEM INTO PANZER MORTARS.

source: ¡Todos los expertos fiscales saben, sin embargo, qué se oculta detrás de esto!
en_gb: And yet all the tax experts know what is going on!

source: Pero no se oculte detrás del argumento de la subsidiariedad.
en_gb: But do not hide behind the argument of subsidiarity.

source: Mostrar todos los objetos ocultos
en_gb: Show all hidden objects

source: Los accionistas o el
en_gb: Shareholders or the

source: Los Tragos el frizze
en_gb: Swallows the Frizze

source: los libros están en el
en_gb: the books are in the

source: Estas manifestaciones no son en contra de la Carta.
en_gb: This rally is not a demonstration against the Charter.

source: Estoy completamente en contra de ello.
en_gb: I am strongly against this.

source: Es posible que éste sea un tema que divida a la izquierda y a la derecha del Parlamento.
en_gb: It is possible that this is a subject that divides right from left in this Parliament.
